Repository: leonardoFiedler/brazil-football-datalake
Catalog: src/analytics/locales/*/LC_MESSAGES/messages.po
Languages: pt

source: Quantity SC Clubs
pt: Quantidade de clubes em Santa Catarina: {}

source: Home
pt: Página Inicial

source: Language
pt: Linguagem

source: Welcome Message
pt: O objetivo deste projeto é criar um conjunto de dados de código aberto, colaborativo e abrangente sobre o futebol brasileiro, abrangendo times, jogadores, partidas, treinadores e muito mais. Nossa missão é coletar e processar dados de todos os estados brasileiros.

source: Oldest SC Club
pt: O clube mais velho de Santa Catarina é: {0} ({1} anos). Fundado em: {2}

source: Youngest SC Club
pt: O clube mais novo de Santa Catarina é: {0} ({1} anos). Fundado em: {2}

source: Quantity
pt: Quantidade

source: Decades
pt: Décadas

source: Analysis of Santa Catarina teams
pt: Análise dos times de Santa Catarina

source: Pre 1940
pt: Pré 1940

source: 40's
pt: Década de 40

source: 50's
pt: Década de 50

source: 60's
pt: Década de 60

source: 70's
pt: Década de 70

source: 80's
pt: Década de 80

source: 90's
pt: Década de 90

source: 2000s
pt: Década de 2000

source: Post 2010
pt: Pós 2010

source: Clubs Founded By Decade
pt: Clubes Fundados Por Década
